export const services = [
  {
    name: "رعاية مرضى السرطان",
    desc: "الجراحة والعلاج الإشعاعي والكيميائي والعلاج الهرموني متاحة للتخفيف من السرطان.",
    bgColor: "rgba(254, 182, 13, .2)",
    textColor: "#FEB60D",
  },
  {
    name: "الغسيل الكلوي",
    desc: "خدمة من الدرجة الأولى لإزالة الفضلات والسوائل الزائدة من الدم عندما تتوقف الكلى عن العمل بشكل صحيح.",
    bgColor: "rgba(151, 113, 255, .2)",
    textColor: "#9771FF",
  },
  {
    name: "القلب والأوعية الدموية",
    desc: "أفضل علاج لقلبك من قبل أفضل الجراحين في مصر.",
    bgColor: "rgba(1, 181, 197, .2)",
    textColor: "#01B5C5",
  },
  {
    name: "الصحة النفسية",
    desc: "أفضل رعاية لكيفية تفكيرنا وشعورنا وتصرفاتنا. كما تساعد في تحديد كيفية التعامل مع التوتر والتواصل مع الآخرين واتخاذ خيارات صحية.",
    bgColor: "rgba(1, 181, 197, .2)",
    textColor: "#01B5C5",
  },
  {
    name: "طب الأعصاب",
    desc: "علاج متخصص للاضطرابات التي تؤثر على الدماغ والحبل الشوكي والأعصاب، مثل: أمراض الأوعية الدموية الدماغية والسكتة الدماغية.",
    bgColor: "rgba(254, 182, 13, .2)",
    textColor: "#FEB60D",
  },
  {
    name: "علاج الحروق",
    desc: "علاجات وعلاجات فورية وفعالة للحروق والجروح الإنتانية.",
    bgColor: "rgba(151, 113, 255, .2)",
    textColor: "#9771FF",
  },
];